"4INCHIMAGES" = "תמונות בתצוגת 4'' (אינץ׳)";
"ACCESSDAEMONLBL" = "אביזרים חיצוניים";
"ACCESSDAEMONMSG" = "השבתת אפשרות אביזרים תשבית חיבורים חיצוניים למכשיר לבד מהטענה.";
"ADDBOOKDAEMONLBL" = "יישום כתובת אנשי קשר";
"ADDBOOKDAEMONMSG" = "השבתת יישום זה יאט במקצת את טעינת אנשי הקשר ביישום הטלפון.";
"ADDITEM" = "הוסף פריט";
"ADMLITEDAEMONLBL" = "יישום המשך פעילות אחר קריסה";
"ADMLITEDAEMONMSG" = "תהליך זה אחראי על המשך ביצוע פעולות המשתמש אחר קריסת יישום או תהליך. ניתן לבטלו ללא חשש.";
"ADVANCEDLBL" = "מתקדם";
"AIRPRINTDAEMONLBL" = "AirPrint יישום";
"AIRPRINTDAEMONMSG" = "אם אינך משתמש עם AirPrint (הדפסה), הינך יכול לבטלו.";
"ANALYZEBTN" = "בדיקה";
"ANALYZELBL" = "בודק, אנא המתן...";
"APPLY" = "החל";
"ASSTOUCHDAEMONLBL" = "AssistiveTouch יישום";
"ASSTOUCHDAEMONMSG" = "אם אינך משתמש ב. AssistiveTouch הינך יכול לכבותו ללא חשש";
"BACK" = "חזור";
"BACKUPDAEMONLBL" = "גיבוי המכשיר";
"BACKUPDAEMONMSG" = "השבתת יכולת גיבוי המכשיר באייטונס וב. iCloud ";
"CANCEL" = "ביטול";
"CHIWLANDAEMONLBL" = "יישום התחברות לרשתות סיניות";
"CHIWLANDAEMONMSG" = "יישום זה כותב פירוט שגיאות בהתחברות שגויה לרשתות אלחוטיות סיניות.";
"CLEANBTN" = "נקה";
"CLEANLBL" = "מנקה קבצים, אנא המתן...";
"CLEANMSG" = "ניקוי קבצים הסתיים! שטח שהשתחרר: %@. קבצים שנמחקו: %@. המכשיר יבצע רספרינג בעוד 10 שניות. האם הנך מעוניין?";
"COMPLETED1MSG" = "%@ קבצים מעובדים: %@.";
"COMPLETED2MSG" = "%@ שטח שהשתחרר: %@. קבצים שנמחקו: %@.";
"COMPLETED3MSG" = "הפעולה הושלמה בהצלחה!";
"CONTAINING" = ":המכיל";
"CONTINUE" = "להמשיך?";
"CYDIASRCMSG" = "אם תבחר לנקות את מקורות. Cydia, הם יצטרכו להתעדכן. עד אז החבילות יהיו ריקות";
"DATAMIGDAEMONLBL" = "נתוני סים";
"DATAMIGDAEMONMSG" = "כיבוי יישום זה, יבטל ייבוא אנשי קשר מהסים.";
"DELETE" = "מחק";
"DEVDAEMONLBL" = "יישום מפתח";
"DEVDAEMONMSG" = "יישום זה מיועד עבור מפתחים. אם אינך מפתח הינך יכול להשביתו.";
"DICTIONARIESLBL" = "הגדרת מילונים";
"DICTIONARIESMSG" = "אלה הם המילונים בשימוש על–ידי הפונקציה 'הגדר' של המכשיר. אתה יכול להסיר את אלה שאתה לא צריך מתגריט זה.";
"EDIT" = "עריכה";
"ENDINGWITH" = "המסתיימים:";
"EXAPPSLBL" = "מסנן אפליקציות";
"EXAPPSMSG" = "הגדרות אלו משפיעות גם על מחיקת תמונות רשתיות. (Retina), לפרטים נוספים צפה ב״מידע והדרכה״";
"FDATAMSG" = "תיקיית הגופנים ממוקמת בשטח הנתונים האם הנך מעוניין להעביר אותה לקבצי המערכת?";
"FILESANDFOLDERS" = "קבצים ותיקיות משנה";
"FILETYPE" = "סוג קובץ";
"FILETYPELBL" = "הגדר סוגי קבצים לניקוי";
"FILETYPEMSG" = "בחר קבצים לניקוי (מופרדים ברווחים):";
"FOLDER" = "תיקיה";
"FONTSBTN" = "העבר תיקיית גופנים";
"FSYSMSG" = "תיקיית הגופנים ממוקמת בקבצי המערכת האם הנך מעוניין להעביר אותה לשטח הנתונים?";
"GAMEDAEMONLBL" = "Game Center יישום";
"GAMEDAEMONMSG" = "אם אינך משתמש ב. Game Center, ניתן לבטל יישום זה ללא חשש";
"ICLOUDDAEMONLBL" = "יישום iCloud";
"ICLOUDDAEMONMSG" = "השבתת יישום. iCloud יגביל את אפשרויותיו";
"ILLFILETYPEMSG" = ".אתה נכנס לאחד או יותר מסוגי קבצים או תווים אסורים .iCleaner הסיר אותם, כדי למנוע נזק למכשיר שלך";
"IPADIMAGES" = "תמונות iPad";
"ITUNESARTWORKFILES" = "קבצי מידע אייטונס (iTunesArtwork)";
"KEYBOARDS" = "מקלדות";
"LANGLBL" = "בחר שפה";
"LANGNAME" = "עִבְרִית";
"LANGTOREMLBL" = "בחר שפות למחיקה";
"LANGTOREMMSG" = "בחר את השפות שברצונך למחוק.\n\n .(שים לב! מחיקת השפה ה׳יפנית׳ עלולה להסיר את מקלדת האמוג׳י (סמיילים";
"LANGUAGES" = "שפות";
"LDAEMONSLBL" = "תוכנות ותהליכי מערכת ההפעלה";
"LDAEMONSMSG" = ".הקש על שם תהליך בכדי לראות תיאורו";
"LOGDAEMONLBL" = "יישומי רישום, מטמון ודו״ח שגיאות";
"LOGDAEMONMSG" = "תהליך זה רושם שגיאות מערכת וקריסת יישומים. ניתן לכבותו בכל המכשירים ללא חשש.";
"LOGLBL" = "הצג קבצים העומדים למחיקה";
"MATCH" = "גַּפְרוּר";
"MOREINFOLBL" = "מידע נוסף";
"MSADDONSLBL" = "MobileSubstrate תוספי";
"MSADDONSMSG" = "אם בחרת להשבית תוסף, הפעל אותו חזרה במידה והנך מעוניין להסירו בסידיה, בכדי שימחק לחלוטין.";
"MSGATTACHMSG" = ".(בתאריך: מוחק את כל הקבצים המצורפים (הודעות עם קבצים מצורפים יופיעו סמל ריק. /n/n סמארט: רק מוחק קבצים שאינם מופיעים בכל הודעת./n/n .MMS או iMessage שלב ניקוי זה מוחק קבצים שנשלחו והתקבלו באמצעות";
"NO" = "לא";
"NOFILEMSG" = "הקובץ המבוקש לא נמצא.";
"NONRETINAIMAGES" = "תמונות לא רשתיות (Retina)";
"NOTHINGHERE" = "אין פו שום דבר!";
"ONLYFILES" = "רק קובץ";
"OTADAEMONLBL" = "OTA יישום עתכון";
"OTADAEMONMSG" = "יישום הללו קשורים לעדכוני תוכנת OTA . הם יוכלים להיות מנוטרלים בבטחה בכל המכשירים הפרוצים.";
"PASSBOOKDAEMONLBL" = "PassBook יישום";
"PASSBOOKDAEMONMSG" = "אם אינך משתמש עם. PassBook הינך יכול להשביתו";
"PATH" = "נתיב";
"PREFBUNDLESLBL" = "הגדרות תוספים ביישום ׳הגדרות׳";
"PREFBUNDLESMSG" = "במידה והסתרת הגדרות תוסף ביישום ההגדרות, עליך לגלותו  במידה והינך מעוניין להסיר את התוסף בסידיה.";
"PREFLBL" = "קבצי הגדרות";
"PREFMSG" = "לפניך קבצי הגדרות של יישומים ותוספים אשר התקנת בסידיה. ייתכנו גם קבצים מתוכנות אשר הסרת לפני זמן רב אך הם לא נמחקו עם הסרת התוכנה. ניתן למחוק את הקבצים הללו בתפריט זה.";
"PROCESSEDFILES" = "קבצים מעובדים:";
"READMELBL" = "מידע והדרכה";
"REBOOTMSG" = "בכדי שהשינויים יחלו, יש להפעיל מחדש את המכשיר. האם הנך מעוניין לבצע זאת כעת?";
"RECURSIVE" = "רקורסיבית";
"REFRESH" = "בטל";
"REGULARFILE" = "קובץ רגיל";
"REMBAKBTN" = "מחק גיבוי קבצים";
"REMBAKLBL" = "מוחק גיבוי קבצים";
"REMBAKMSG" = "האם הנך בטוח שברצונך למחוק את גיבוי הקבצים ששמורים ב׳מצב בדיקה׳?";
"REMOVEADS" = "הסיר מותעות";
"RESBAKBTN" = "שחזר גיבוי קבצים";
"RESBAKLBL" = "משחזר גיבוי קבצים";
"RESBAKMSG" = "האם הנך בטוח שברצונך לשחזר את גיבוי הקבצים שנוצרו ב׳מצב בדיקה׳?";
"RESET" = "אפס";
"RESPRINGMSG" = "בכדי שהשינויים יחלו, יש לרענן את מסך הבית? (respring). האם הנך מעוניין לבצע זאת כעת";
"RESTOREDALBL" = "MobileSubstrates שחזור יישים והרחבות של";
"RESTOREDAMSG" = "זה יהיה לבטל את השינויים שנעשו על ידי גירסאות הקודמות של iCleaner ליישים והרחבות של MobileSubstrate. אם אתה משתמש מתקדם, ועדיין רוצה להיות מסוגל לנהל אותם באופן ידני, אנא בקר באתר האינטרנט של הפרויקט כדי ללמוד על ''iCleaner Pro''.";
"RETINAIMAGES" = "תמונות רשתיות (Retina)";
"SAFEDAEMONLBL" = "תהליך אבטחה";
"SAFEDAEMONMSG" = "תהליך זה אחראי על תצורת מערכת ראשונית אחר איתחול והודעות שגיאה. ניתן לנטרל תהליך זה ללא כל חשש.";
"SELECTALL" = "בחר הכל";
"SET0" = "ספארי";
"SET1" = "אפליקציות";
"SET10" = "קבצים ותיקיות מותאמים אישית";
"SET2" = "Log קבצי";
"SET3" = "קבצי מטמון";
"SET4" = "קבצים ארעיים";
"SET5" = "סידיה";
"SET6" = "מקורות סידיה";
"SET7" = "תלות לא משומשת";
"SET8" = "ניקוי לפי סוג קובץ ⬇";
"SET9" = "קבצים מצורפים להודעה";
"SETLBL" = "הגדרות";
"SPLIGHTDAEMONLBL" = "יישום החיפוש במסך הבית";
"SPLIGHTDAEMONMSG" = "השבתת יישום זה תבטל את יכולת החיפוש בעמוד הבית.";
"STARTINGWITH" = "החל מ:";
"TAPTOEDIT" = "הקש על שורה כדי לערוך אותו.";
"TESTMODEADV" = "במצב בדיקה מומלץ.";
"TESTMODELBL" = "בדיקת מצב";
"TESTMODEMSG" = "בהפעלת ׳בדיקת מצב׳., iCleaner יגבה את הקבצים במקום למחוק אותם. את גיבוי הקבצים ניתן לשחזר או למחוק לאחר מכן";
"TETHERDAEMONLBL" = "יישום נקודת גישה אישית";
"TETHERDAEMONMSG" = "כיבוי יישום זה יבטל ׳נקודת גישה אישית׳ לשימוש באייפון כראוטר.";
"TWITTERDAEMONLBL" = "יישום טוויטר";
"TWITTERDAEMONMSG" = "כיבוי יישום זה תגביל את אפשרויות טוויטר המוטמעים במערכת ההפעלה.";
"UNABLETOCONNECT" = "לא ניתן לבדוק עדכוני גירסה כרגע עקב תקלה בשרת. ודא כי מכשירך מחובר לרשת.";
"UPDATEFOUNDMSG" = "יצאה גירסה של .(%@) iCleaner נא צנס לסידיה ועדכן לגירסה החדשה.";
"UPDATELBL" = "בדוק עדכונים";
"UPDATENOTFOUNDMSG" = ".iCleaner במכשירך הינו בגירסה העדכנית ביותר של";
"USERINTERFACE" = "ממשק משתמש";
"VIBDAEMONLBL" = "רטט מותאם אישית";
"VIBDAEMONMSG" = "אם אינך משתמש ברטט מותאם אישית, הינך יכול לבטל תהליך זה.";
"VOICECONTROLLANGUAGES" = "שפות ׳שליטה קולית׳";
"VOICEDAEMONLBL" = "יישום שליטה קולית";
"VOICEDAEMONMSG" = "משבית יישום שליטה קולית וסירי.";
"VPNDAEMONLBL" = "VPN יישום";
"VPNDAEMONMSG" = "אם אינך משתמש ב,VPN הינך יכול להשביתו ללא חשש.";
"WALLPAPERSLBL" = "ניהול רקעים";
"WALLPAPERSMSG" = "הקש על תמונה בכדי שתוצג.";
"WARNINGPOPUPSLBL" = "אזהרה קופצים";
"WEBLBL" = "iCleaner מעבר לאתר";
"WEIBODAEMONLBL" = "יישום Weibo";
"WEIBODAEMONMSG" = "כיבוי יישום זה תגביל את אפשרויות. Weibo המוטמעים במערכת ההפעלה";
"WHOLEFOLDER" = "כל התיקייה";
"WIPEDAEMONLBL" = "יישום האיפוס";
"WIPEDAEMONMSG" = "תהליך זה מנקה את מחיצת הנתונים. ביטולו ישבית  את היכולת לאפס ב״הגדרות - כללי - איפוס.";
"YES" = "כן";
